Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/oikeusministerio/oikeusapujaoikeudenkaynninkustannukset.html.tmx
Source language: fin
Languages: sme

source: Oikeusapu ja oikeudenkäynnin kustannukset
sme: Riekteveahkki ja riektegeavvama golut

source: Oikeudenkäynnin osapuolella on tuomioistuimessa yleensä lainoppinut oikeudenkäyntiavustaja.
sme: Riektegeavvama oassebeliin lea duopmostuolus dábálaččat láhkaoahppan lágastanveahkki, vaikko láhka ii dan gáibitge.

source: Avustajana toimii asianajaja, julkinen oikeusavustaja tai luvan saanut oikeudenkäyntiavustaja.
sme: Veahkkin doaibmá ášševuoddji, almmolaš riekteveahkki dahje lobi ožžon riektegeavvanveahkki.

source: Jos jotakuta epäillään vakavasta rikoksesta, hän saa valtion varoilla palkatun puolustajan.
sme: Juos soames eahpiduvvo roava rihkkosis, de son oažžu stáhta ruđaiguin bálkáhuvvon bealušteaddji.

source: Seksuaalirikoksen, perheväkivallan tai muun väkivaltarikoksen uhri voi saada valtion varoilla palkatun avustajan ja tukihenkilön.
sme: Seksuálarihkkosa, bearašveahkaválddi dahje eará veahkeválderihkkosa gillájeaddji sáhttá oažžut stáhta ruđaiguin bálkáhuvvon veahki ja doarjjaolbmo.

source: Asianosainen kustantaa itse lainopillisen apunsa, ellei hänelle ole myönnetty oikeusapua tai valtion varoilla palkattua puolustajaa.
sme: Áššeoasálaš goasttida ieš juridihkalaš veahkis, juos sutnje ii leat mieđihuvvon riekteveahkki dahje stáhta ruđaiguin bálkáhuvvon bealušteaddji.

source: Pääosa kustannuksista muodostuu oikeudenkäyntiavustajan palkkiosta ja todistajille maksettavista korvauksista.
sme: Váldooassi goluin čoggo lágastanveahki bálkkás ja buhtadusain, mat máksojuvvojit vihtaniidda.

source: Jos asianosainen voittaa juttunsa, vastapuoli tavallisesti korvaa hänen oikeudenkäyntikulunsa.
sme: Juos áššeoasálaš vuoitá áššis, vuostebealli dábálaččat buhtte sutnje lágastangoluid.

source: Mutta jos hän häviää jutun, hän joutuu yleensä korvaamaan voittaneelle osapuolelle tämän oikeudenkäyntikulut.
sme: Muhto juos son vuoittahallá, de son šaddá dábálaččat buhttet vuoitán oassebeallái su lágastangoluid.

source: Hallinto-oikeudessa edellytyksenä kulujen korvaamiselle on kuitenkin se, että olisi kohtuutonta, jos jutun voittanut osapuoli joutuisi maksamaan kulut itse.
sme: Hálddahusrievttis eaktun goluid buhttemii lea goittotge dat, ahte livččii govttoheapme, juos ášši vuoitán oassebealli šattašii máksit goluid ieš.

source: Asian käsittelystä tuomioistuimessa peritään lisäksi oikeudenkäyntimaksuja, jotka tavallisesti maksaa jutun vireillepanija.
sme: Ášši gieđahallamis duopmostuoluin berrojuvvojit dasa lassin lágastanmávssut, maid dábálaččat máksá ášši vuolggaheaddji.

source: Hallinto-oikeudessa jotkut päätökset ovat maksuttomia ja muissakin päätöksissä maksu peritään vain jos valitus hylätään.
sme: Hálddahusrievttis muhtin mearrádusat leat nuvttá ja earáge mearrádusain mávssu berret dušše juos váidalus hilgojuvvo.

source: Oikeusavun saaja vapautuu oikeudenkäyntimaksuista.
sme: Riekteveahki oažžu ii dárbbaš máksit riektegeavvanmávssuid.
